[
  {
    "name": "Dishoom Covent Garden",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Dishoom Covent Garden, serving authentic indian food in 12 Upper St Martin's Ln, London, London."
  },
  {
    "name": "Gymkhana",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Gymkhana, serving authentic indian food in 42 Albemarle St, London, London."
  },
  {
    "name": "Kricket Soho",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Kricket Soho, serving authentic indian food in 12 Denman St, London, London."
  },
  {
    "name": "Maharaja of India",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Maharaja of India, serving authentic indian food in 19A Charing Cross Rd, London, London."
  },
  {
    "name": "Aladin Brick Lane",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Aladin Brick Lane, serving authentic indian food in 132 Brick Ln, London, London."
  },
  {
    "name": "Dishoom Kensington",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Dishoom Kensington, serving authentic indian food in Barkers Shopping Arcade, 4 Derry St, London, London."
  },
  {
    "name": "Brigadiers",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Brigadiers, serving authentic indian food in 1-5 Bloomberg Arcade, London, London."
  },
  {
    "name": "Cinnamon Bazaar",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Cinnamon Bazaar, serving authentic indian food in 28 Maiden Ln, London, London."
  },
  {
    "name": "Pravaas - South Kensington",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Pravaas - South Kensington, serving authentic indian food in PRAVAAS, 3 Glendower Pl, London, London."
  },
  {
    "name": "The India - City Road",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at The India - City Road, serving authentic modern-european food in 20 City Rd, London, London."
  },
  {
    "name": "Circolo Popolare",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Circolo Popolare, serving authentic italian food in 40-41 Rathbone Pl, London, London."
  },
  {
    "name": "Grasso",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Grasso, serving authentic italian food in 81 Dean St, London, London."
  },
  {
    "name": "Gloria",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Gloria, serving authentic italian food in 54-56 Great Eastern St, London, London."
  },
  {
    "name": "Bocca di Lupo",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Bocca di Lupo, serving authentic italian food in 12 Archer St, London, London."
  },
  {
    "name": "Padella",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Padella, serving authentic italian food in Borough Market, Padella, 6 Southwark St, London, London."
  },
  {
    "name": "Bancone Covent Garden",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Bancone Covent Garden, serving authentic italian food in 39 William IV St, London, London."
  },
  {
    "name": "Doppo",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Doppo, serving authentic italian food in 33 Dean St, London, London."
  },
  {
    "name": "manteca",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at manteca, serving authentic italian food in 49-51 Curtain Rd, London, London."
  },
  {
    "name": "Giulia Restaurant",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Giulia Restaurant, serving authentic italian food in 77 Askew Rd, London, London."
  },
  {
    "name": "Amor Gastronomia",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Amor Gastronomia, serving authentic italian food in Victoria Mansions, 139 Holloway Rd, London, London."
  },
  {
    "name": "Zuma London",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Zuma London, serving authentic japanese food in 5 Raphael St, London, London."
  },
  {
    "name": "OITA Soho",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at OITA Soho, serving authentic japanese food in 47 Gerrard St, London, London."
  },
  {
    "name": "SUSHISAMBA London",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at SUSHISAMBA London, serving authentic modern-european food in Heron Tower, London, London."
  },
  {
    "name": "Maru London",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Maru London, serving authentic japanese food in 18 Shepherd Market, London, London."
  },
  {
    "name": "SUSHINOEN",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at SUSHINOEN, serving authentic british food in 2 White Church Ln, London, London."
  },
  {
    "name": "RAI Restaurant London",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at RAI Restaurant London, serving authentic japanese food in 11, RAI, 13 Bayley St, London, London."
  },
  {
    "name": "INKO NITO - Soho",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at INKO NITO - Soho, serving authentic japanese food in 55 Broadwick St, London, London."
  },
  {
    "name": "YiQi",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at YiQi, serving authentic japanese food in 14 Lisle St, London, London."
  },
  {
    "name": "Imperial Treasure Fine Chinese Cuisine",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Imperial Treasure Fine Chinese Cuisine, serving authentic modern-european food in 9 Waterloo Pl, London, London."
  },
  {
    "name": "Hutong",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Hutong, serving authentic japanese food in lvl 33, 31 St Thomas St, London, London."
  },
  {
    "name": "House of Ming",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at House of Ming, serving authentic japanese food in 54 Buckingham Gate, London, London."
  },
  {
    "name": "Peacock London",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Peacock London, serving authentic japanese food in County Hall, Westminster Bridge Rd, The Queen's Walk, London, London."
  },
  {
    "name": "Noble Palace",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Noble Palace, serving authentic japanese food in Brewer's Grn, London, London."
  },
  {
    "name": "The Sichuan Restaurant",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at The Sichuan Restaurant, serving authentic japanese food in 14 City Rd, London, London."
  },
  {
    "name": "Min Jiang",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Min Jiang, serving authentic japanese food in 2, Royal Garden Hotel, 24 Kensington High St, London, London."
  },
  {
    "name": "Ma La Sichuan",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Ma La Sichuan, serving authentic japanese food in Pelham House, 37 Monck St, London, London."
  },
  {
    "name": "Golden Dragon (Chinatown)",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Golden Dragon (Chinatown), serving authentic japanese food in 28-29 Gerrard St, London, London."
  },
  {
    "name": "Speedboat Bar",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Speedboat Bar, serving authentic japanese food in 30 Rupert St, London, London."
  },
  {
    "name": "Kolae",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Kolae, serving authentic thai food in 6 Park St, London, London."
  },
  {
    "name": "Nua",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Nua, serving authentic thai food in 55 Cleveland St, London, London."
  },
  {
    "name": "AngloThai",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at AngloThai, serving authentic thai food in 22-24 Seymour Pl, London, London."
  },
  {
    "name": "Plaza Khao Gaeng",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Plaza Khao Gaeng, serving authentic thai food in 103-105 New Oxford St, London, London."
  },
  {
    "name": "Patara Knightsbridge",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Patara Knightsbridge, serving authentic thai food in 9 Beauchamp Pl, London, London."
  },
  {
    "name": "Champor-Champor",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Champor-Champor, serving authentic thai food in 62-64 Weston St, London, London."
  },
  {
    "name": "Kin + Deum",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Kin + Deum, serving authentic thai food in 2 Crucifix Ln, London, London."
  },
  {
    "name": "Chet's",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Chet's, serving authentic thai food in Union House Shepherds Bush Green, 65 Shepherd's Bush Grn, London, London."
  },
  {
    "name": "Patara Oxford Circus",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Patara Oxford Circus, serving authentic thai food in 7 Maddox St, London, London."
  },
  {
    "name": "MASA TURKISH RESTAURANT",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at MASA TURKISH RESTAURANT, serving authentic modern-european food in One Fine Deli, 617 Fulham Rd., London, London."
  },
  {
    "name": "ANA Turkish Restaurant and Bar",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at ANA Turkish Restaurant and Bar, serving authentic british food in 263 Old Brompton Rd, London, London."
  },
  {
    "name": "Gökyüzü Green Lanes",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Gökyüzü Green Lanes, serving authentic modern-european food in 26-28 Grand Parade, Green Lanes, London, London."
  },
  {
    "name": "Efes Premium",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Efes Premium, serving authentic turkish food in 39A Hartfield Rd, London, London."
  },
  {
    "name": "The Mantl",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at The Mantl, serving authentic turkish food in 142 Brompton Rd, London, London."
  },
  {
    "name": "Cirrik 19 Numara Bos",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Cirrik 19 Numara Bos, serving authentic turkish food in 34 Stoke Newington Rd, London, London."
  },
  {
    "name": "Liman Restaurant",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Liman Restaurant, serving authentic turkish food in 60 Penton St, London, London."
  },
  {
    "name": "Antalya",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Antalya, serving authentic turkish food in 103-105 Southampton Row, London, London."
  },
  {
    "name": "Dem Restaurant (Traditional Turkish Restaurant, Meze Grill)",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Dem Restaurant (Traditional Turkish Restaurant, Meze Grill), serving authentic modern-european food in 11 Central Hill, London, London."
  },
  {
    "name": "Alanya turkish with fusion",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Alanya turkish with fusion, serving authentic modern-european food in 510A Roman Rd, London, London."
  },
  {
    "name": "Fes Restaurant",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Fes Restaurant, serving authentic turkish food in 210 Walworth Rd, London, London."
  },
  {
    "name": "Brasserie Zedel",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Brasserie Zedel, serving authentic modern-european food in Twenty Air Street, 20 Sherwood St, London, London."
  },
  {
    "name": "Bouchon Racine",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Bouchon Racine, serving authentic french food in Upstairs, 66 Cowcross St, London, London."
  },
  {
    "name": "Le Relais de Venise L'Entrecote | Marylebone",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Le Relais de Venise L'Entrecote | Marylebone, serving authentic french food in 120 Marylebone Ln, London, London."
  },
  {
    "name": "L'Escargot Restaurant",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at L'Escargot Restaurant, serving authentic french food in 48 Greek St, London, London."
  },
  {
    "name": "Galvin La Chapelle",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Galvin La Chapelle, serving authentic french food in 35 Spital Square, London, London."
  },
  {
    "name": "Chez Bruce",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Chez Bruce, serving authentic french food in 2 Bellevue Rd, London, London."
  },
  {
    "name": "Maison François",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Maison François, serving authentic french food in 34 Duke Street St James's, London, London."
  },
  {
    "name": "Casse-Croûte",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Casse-Croûte, serving authentic french food in 109 Bermondsey St, London, London."
  },
  {
    "name": "Clos Maggiore",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Clos Maggiore, serving authentic french food in 33 King St, London, London."
  },
  {
    "name": "Pavyllon London",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Pavyllon London, serving authentic french food in Hamilton Pl, London, London."
  },
  {
    "name": "La Trompette",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at La Trompette, serving authentic french food in 3-7 Devonshire Rd, London, London."
  },
  {
    "name": "El Pirata Of Mayfair - Tapas Bar Español",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at El Pirata Of Mayfair - Tapas Bar Español, serving authentic british food in 5 - 6 Down St, London, London."
  },
  {
    "name": "Copita Fitzrovia Tapas Bar",
    "cuisine": "spanish",
    "altText": "High-resolution photo of spanish cuisine at Copita Fitzrovia Tapas Bar, serving authentic spanish food in Dental Surgery, 62 Goodge St, London, London."
  },
  {
    "name": "La Gamba - Spanish Tapas Bar & Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at La Gamba - Spanish Tapas Bar & Restaurant, serving authentic british food in Unit 3, Royal Festival Hall, Southbank Centre, Waterloo Campus, London, London."
  },
  {
    "name": "Salt Yard",
    "cuisine": "spanish",
    "altText": "High-resolution photo of spanish cuisine at Salt Yard, serving authentic spanish food in 54 Goodge St, London, London."
  },
  {
    "name": "Koko Grill Korean BBQ Restaurant",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at Koko Grill Korean BBQ Restaurant, serving authentic korean food in 173 Tower Bridge Rd, London, London."
  },
  {
    "name": "Arang Restaurant",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at Arang Restaurant, serving authentic korean food in 9 Golden Square, London, London."
  },
  {
    "name": "Soju Korean Restaurant",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at Soju Korean Restaurant, serving authentic korean food in 282 Cambridge Heath Rd, London, London."
  },
  {
    "name": "Jang Restaurant",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at Jang Restaurant, serving authentic korean food in The Mezzanine, First Floor, Royal Exchange, London, London."
  },
  {
    "name": "Korean Dinner Party",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at Korean Dinner Party, serving authentic korean food in Top Floor, Kingly Ct, London, London."
  },
  {
    "name": "YORI Piccadilly Circus Korean BBQ",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at YORI Piccadilly Circus Korean BBQ, serving authentic korean food in 6 Panton St, London, London."
  },
  {
    "name": "Bibimbap Soho",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at Bibimbap Soho, serving authentic korean food in 11 Greek St, London, London."
  },
  {
    "name": "Daebak",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at Daebak, serving authentic korean food in 316-318 Kennington Ln, London, London."
  },
  {
    "name": "Cu4tro Restaurant & Tequila Bar",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Cu4tro Restaurant & Tequila Bar, serving authentic mexican food in 21 Great Windmill St, London, London."
  },
  {
    "name": "Mestizo Mexican Restaurant & Tequila Bar",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Mestizo Mexican Restaurant & Tequila Bar, serving authentic mexican food in 103 Hampstead Rd, London, London."
  },
  {
    "name": "Wahaca Covent Garden",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Wahaca Covent Garden, serving authentic mexican food in 66 Chandos Pl, London, London."
  },
  {
    "name": "Santo Remedio - Asador, London Bridge",
    "cuisine": "spanish",
    "altText": "High-resolution photo of spanish cuisine at Santo Remedio - Asador, London Bridge, serving authentic spanish food in 152 Tooley St, London, London."
  },
  {
    "name": "El Pastor Soho",
    "cuisine": "spanish",
    "altText": "High-resolution photo of spanish cuisine at El Pastor Soho, serving authentic spanish food in The Crown, 66-70 Brewer St, London, London."
  },
  {
    "name": "Los Mochis London City",
    "cuisine": "spanish",
    "altText": "High-resolution photo of spanish cuisine at Los Mochis London City, serving authentic spanish food in Liverpool Street Station, 100 Liverpool St, London, London."
  },
  {
    "name": "Mestizo Chelsea: Mexican Restaurant & Margarita Bar",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Mestizo Chelsea: Mexican Restaurant & Margarita Bar, serving authentic mexican food in 392 King's Rd, London, London."
  },
  {
    "name": "Mexican Seoul",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Mexican Seoul, serving authentic mexican food in Bow Wharf, 221 Grove Rd., London, London."
  },
  {
    "name": "El Cenote",
    "cuisine": "spanish",
    "altText": "High-resolution photo of spanish cuisine at El Cenote, serving authentic spanish food in 2 Inverness St, London, London."
  },
  {
    "name": "Cavita",
    "cuisine": "spanish",
    "altText": "High-resolution photo of spanish cuisine at Cavita, serving authentic spanish food in 56-60 Wigmore St, London, London."
  },
  {
    "name": "Yucca London",
    "cuisine": "spanish",
    "altText": "High-resolution photo of spanish cuisine at Yucca London, serving authentic spanish food in 496 Fulham Rd., London, London."
  },
  {
    "name": "Taste of Lahore",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Taste of Lahore, serving authentic indian food in Tigress House, 256 Edgware Rd, London, London."
  },
  {
    "name": "The Banc",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Banc, serving authentic british food in 261-263 W Green Rd, London, London."
  },
  {
    "name": "Shahs Halal Food Soho",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Shahs Halal Food Soho, serving authentic indian food in 9 St Anne's Ct, London, London."
  },
  {
    "name": "Meet Bros (by Me’nate x Jibby&co.)",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Meet Bros (by Me’nate x Jibby&co.), serving authentic modern-european food in 29-31 Craven Rd, London, London."
  },
  {
    "name": "Steak and Company - Covent Garden",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Steak and Company - Covent Garden, serving authentic british food in 4-6 Garrick St, London, London."
  },
  {
    "name": "Colonel Saab",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Colonel Saab, serving authentic indian food in 193-197 High Holborn, London, London."
  },
  {
    "name": "Naroon Fitzrovia",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Naroon Fitzrovia, serving authentic british food in Bengal City, 65 Great Titchfield St., London, London."
  },
  {
    "name": "Mildreds Victoria",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Mildreds Victoria, serving authentic british food in 128 Wilton Rd, London, London."
  },
  {
    "name": "Vegan Yes",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at Vegan Yes, serving authentic korean food in 64 Brick Ln, London, London."
  },
  {
    "name": "Tendril - A (mostly) Vegan Kitchen & Bar",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Tendril - A (mostly) Vegan Kitchen & Bar, serving authentic mediterranean food in 5 Princes St, London, London."
  },
  {
    "name": "Gauthier Soho",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Gauthier Soho, serving authentic french food in 21 Romilly St, London, London."
  },
  {
    "name": "Studio Gauthier",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Studio Gauthier, serving authentic french food in BFI Building, 21 Stephen St, London, London."
  },
  {
    "name": "Unity Diner",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Unity Diner, serving authentic mediterranean food in 60 Wentworth St, London, London."
  },
  {
    "name": "Holy Carrot",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Holy Carrot, serving authentic mediterranean food in 156 Portobello Rd, London, London."
  },
  {
    "name": "KIN Cafe & Restaurant",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at KIN Cafe & Restaurant, serving authentic mediterranean food in 22 Foley St, London, London."
  },
  {
    "name": "Mildreds Kings Cross",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Mildreds Kings Cross, serving authentic british food in Fulcrum House, 200 Pentonville Rd, London, London."
  },
  {
    "name": "Vegan Planet",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Vegan Planet, serving authentic mediterranean food in 11 Parkway, London, London."
  },
  {
    "name": "The Ledbury",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at The Ledbury, serving authentic french food in 127 Ledbury Rd, London, London."
  },
  {
    "name": "Ekstedt at The Yard",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Ekstedt at The Yard, serving authentic mediterranean food in 3-5 Great Scotland Yard, London, London."
  },
  {
    "name": "Restaurant St. Barts",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Restaurant St. Barts, serving authentic mediterranean food in Queen Elizabeth II Wing, 63 Bartholomew Cl, London, London."
  },
  {
    "name": "Kitchen Table",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Kitchen Table, serving authentic mediterranean food in 70 Charlotte St., London, London."
  },
  {
    "name": "Hélène Darroze at The Connaught",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Hélène Darroze at The Connaught, serving authentic british food in The Connaught, Carlos Pl, London, London."
  },
  {
    "name": "Restaurant 1890 by Gordon Ramsay",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Restaurant 1890 by Gordon Ramsay, serving authentic french food in Savoy Hotel, Strand, London, London."
  },
  {
    "name": "The Ninth",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at The Ninth, serving authentic french food in 22 Charlotte St., London, London."
  },
  {
    "name": "HIDE",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at HIDE, serving authentic french food in 85 Piccadilly, London, London."
  },
  {
    "name": "Frog by Adam Handling Restaurant Covent Garden",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Frog by Adam Handling Restaurant Covent Garden, serving authentic french food in 34-35 Southampton St, London, London."
  },
  {
    "name": "Scully",
    "cuisine": "french",
    "altText": "High-resolution photo of french cuisine at Scully, serving authentic french food in Rex House, 4 St James's Market, London, London."
  },
  {
    "name": "L'ETO Soho",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at L'ETO Soho, serving authentic mediterranean food in 155 Wardour St, London, London."
  },
  {
    "name": "London Night Cafe",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at London Night Cafe, serving authentic mediterranean food in 56 Middlesex St, London, London."
  },
  {
    "name": "Old Queen Street Cafe",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Old Queen Street Cafe, serving authentic mediterranean food in 6 Old Queen St, London, London."
  },
  {
    "name": "E Pellicci",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at E Pellicci, serving authentic mediterranean food in 332 Bethnal Grn Rd, London, London."
  },
  {
    "name": "Dulce Coffee London",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Dulce Coffee London, serving authentic mediterranean food in 86 Whitechapel High St, London, London."
  },
  {
    "name": "EL&N London Park Lane",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at EL&N London Park Lane, serving authentic mediterranean food in 48 Park Ln, London, London."
  },
  {
    "name": "Monmouth Coffee Company",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Monmouth Coffee Company, serving authentic mediterranean food in The Riverside Bldg, 27 Monmouth St, London, London."
  },
  {
    "name": "Kiss the Hippo Coffee",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Kiss the Hippo Coffee, serving authentic mediterranean food in Station Arcade, 51 Margaret St, London, London."
  },
  {
    "name": "Kaffeine",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Kaffeine, serving authentic mediterranean food in 66 Great Titchfield St., London, London."
  },
  {
    "name": "Rosslyn Coffee London Wall",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Rosslyn Coffee London Wall, serving authentic mediterranean food in FOX Building, 118 London Wall, London, London."
  },
  {
    "name": "Chill House Coffee Shop",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Chill House Coffee Shop, serving authentic mediterranean food in 10 Shepherd St, London, London."
  },
  {
    "name": "Batch Baby",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Batch Baby, serving authentic mediterranean food in Rose Lipman Building, 43 De Beauvoir Rd, London, London."
  },
  {
    "name": "Attendant Coffee Roasters | Fitzrovia",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Attendant Coffee Roasters | Fitzrovia, serving authentic mediterranean food in 27A Foley St, London, London."
  },
  {
    "name": "Coffee Island",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Coffee Island, serving authentic mediterranean food in Orion House, 4b Upper St Martin's Ln, London, London."
  },
  {
    "name": "Arôme Bakery - Mercer Street",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Arôme Bakery - Mercer Street, serving authentic mediterranean food in 9 Mercer St, London, London."
  },
  {
    "name": "E5 Bakehouse",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at E5 Bakehouse, serving authentic mediterranean food in 396 Mentmore Terrace, London, London."
  },
  {
    "name": "Aux pains de papy",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Aux pains de papy, serving authentic mediterranean food in 279 Grays Inn Rd, London, London."
  },
  {
    "name": "Chestnut Bakery, Covent Garden",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Chestnut Bakery, Covent Garden, serving authentic mediterranean food in 24 Floral St, London, London."
  },
  {
    "name": "COMMON BREADS",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at COMMON BREADS, serving authentic mediterranean food in 110 Buckingham Palace Rd, London, London."
  },
  {
    "name": "Miel Bakery",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Miel Bakery, serving authentic mediterranean food in 60-61 Warren St, London, London."
  },
  {
    "name": "TOAD Bakery",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at TOAD Bakery, serving authentic mediterranean food in 44 Peckham Rd, London, London."
  },
  {
    "name": "GAIL's Bakery Soho",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at GAIL's Bakery Soho, serving authentic mediterranean food in 128 Wardour St, London, London."
  },
  {
    "name": "Brother Marcus Borough",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Brother Marcus Borough, serving authentic british food in Thames House, 1 Dirty Ln, London, London."
  },
  {
    "name": "Sunday in Brooklyn - Modern American Restaurant Marylebone",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Sunday in Brooklyn - Modern American Restaurant Marylebone, serving authentic mediterranean food in 10-12 James St, London, London."
  },
  {
    "name": "Eggbreak",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Eggbreak, serving authentic mediterranean food in 30 Uxbridge St, London, London."
  },
  {
    "name": "Brother Marcus South Kensington",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Brother Marcus South Kensington, serving authentic british food in SOUTH KENSINGTON STATION ARCADE, 1-3 Pelham St, London, London."
  },
  {
    "name": "Duck & Waffle",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Duck & Waffle, serving authentic mediterranean food in Heron Tower, 110 Bishopsgate, London, London."
  },
  {
    "name": "Milk Beach Soho",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Milk Beach Soho, serving authentic mediterranean food in 14 Greek St, James Court, London, London."
  },
  {
    "name": "The Breakfast Club Soho",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at The Breakfast Club Soho, serving authentic mediterranean food in 33 D'Arblay St, London, London."
  },
  {
    "name": "The Table Café",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at The Table Café, serving authentic mediterranean food in 83 Southwark St, London, London."
  },
  {
    "name": "The Breakfast Club Seven Dials",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at The Breakfast Club Seven Dials, serving authentic mediterranean food in 55 Neal St, London, London."
  },
  {
    "name": "Brother Marcus Covent Garden",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Brother Marcus Covent Garden, serving authentic british food in 23 Slingsby Pl, London, London."
  },
  {
    "name": "The Little Scarlet Door",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at The Little Scarlet Door, serving authentic mediterranean food in 12-13 Greek St, London, London."
  },
  {
    "name": "Amazing Grace London Bridge",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Amazing Grace London Bridge, serving authentic mediterranean food in C Q G International Ltd, 9a St Thomas St, London, London."
  },
  {
    "name": "Florattica Rooftop London",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Florattica Rooftop London, serving authentic mediterranean food in 11-15 Minories, London, London."
  },
  {
    "name": "STEREO Covent Garden",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at STEREO Covent Garden, serving authentic mediterranean food in Jubilee Market Hall, 35 The Piazza, London, London."
  },
  {
    "name": "Disrepute - Cocktail Bar in Soho",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Disrepute - Cocktail Bar in Soho, serving authentic mediterranean food in 4 Kingly Ct, London, London."
  },
  {
    "name": "Pulse Bar London",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Pulse Bar London, serving authentic mediterranean food in 18 New Globe Walk, London, London."
  },
  {
    "name": "SOMA Soho",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at SOMA Soho, serving authentic mediterranean food in 14 Denman St, London, London."
  },
  {
    "name": "Lyaness",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Lyaness, serving authentic mediterranean food in Sea Containers House, 20 Upper Ground, London, London."
  },
  {
    "name": "Bussey Rooftop Bar",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Bussey Rooftop Bar, serving authentic mediterranean food in Roof B, Bussey Building, 133 Rye Ln, London, London."
  },
  {
    "name": "Wagtail",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Wagtail, serving authentic mediterranean food in HOUSE OF FRASER, Underground Ltd, 68 King William St, London, London."
  },
  {
    "name": "London Bridge Rooftop Bar",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at London Bridge Rooftop Bar, serving authentic mediterranean food in Colechurch House, Bridge Walk, London, London."
  },
  {
    "name": "Mercer Roof Terrace",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Mercer Roof Terrace, serving authentic mediterranean food in 20 Garlick Hill, London, London."
  },
  {
    "name": "Miradora Rooftop Restaurant Tequileria",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Miradora Rooftop Restaurant Tequileria, serving authentic mediterranean food in above Assembly Hotel, Alhambra House, 31 Charing Cross Rd, London, London."
  },
  {
    "name": "Aviary",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Aviary, serving authentic mediterranean food in Royal London House, 22-25 Finsbury Square, London, London."
  },
  {
    "name": "JOIA Restaurant, Bar & Rooftop",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at JOIA Restaurant, Bar & Rooftop, serving authentic mediterranean food in 15th Floor, Electric Boulevard, 1 Electric Blvd, London, London."
  },
  {
    "name": "Pergola on the Wharf",
    "cuisine": "mediterranean",
    "altText": "High-resolution photo of mediterranean cuisine at Pergola on the Wharf, serving authentic mediterranean food in Cabot Square, Crossrail Pl, London, London."
  },
  {
    "name": "Blacklock Soho",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Blacklock Soho, serving authentic british food in Duke Of Argyll, 24 Great Windmill St, London, London."
  },
  {
    "name": "Señor Ceviche Peruvian Restaurant Soho",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Señor Ceviche Peruvian Restaurant Soho, serving authentic british food in Kingly Court, London, London."
  },
  {
    "name": "Kricket Shoreditch - Kafé, Restaurant & Bar",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Kricket Shoreditch - Kafé, Restaurant & Bar, serving authentic indian food in 35-42 Charlotte Rd, London, London."
  },
  {
    "name": "Blacklock Shoreditch",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Blacklock Shoreditch, serving authentic british food in 28-30 Rivington St, London, London."
  },
  {
    "name": "Popolo Shoreditch",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Popolo Shoreditch, serving authentic british food in 26 Rivington St, London, London."
  },
  {
    "name": "SMOKESTAK",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at SMOKESTAK, serving authentic british food in 35 Sclater St, London, London."
  },
  {
    "name": "Camino Shoreditch",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Camino Shoreditch, serving authentic british food in 2 Curtain Rd, London, London."
  },
  {
    "name": "34 Mayfair",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at 34 Mayfair, serving authentic british food in 34 Grosvenor Sq, S Audley St, London, London."
  },
  {
    "name": "Gaia Mayfair",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Gaia Mayfair, serving authentic british food in 50 Dover St, London, London."
  },
  {
    "name": "Corrigan's Mayfair",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Corrigan's Mayfair, serving authentic british food in 28 Upper Grosvenor St, London, London."
  },
  {
    "name": "Hakkasan",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Hakkasan, serving authentic british food in 17 Bruton St, London, London."
  },
  {
    "name": "Bluebird Chelsea",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Bluebird Chelsea, serving authentic british food in 350 King's Rd, London, London."
  },
  {
    "name": "The Chelsea Corner",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Chelsea Corner, serving authentic british food in 451 Fulham Rd., London, London."
  },
  {
    "name": "No. Fifty Cheyne",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at No. Fifty Cheyne, serving authentic british food in Our Most Holy Redeemer, 50 Cheyne Walk, London, London."
  },
  {
    "name": "Granger & Co. Chelsea",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Granger & Co. Chelsea, serving authentic british food in 237-239 Pavilion Rd, London, London."
  },
  {
    "name": "The Cadogan Arms",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Cadogan Arms, serving authentic british food in Cadogan Arms, 298 King's Rd, London, London."
  },
  {
    "name": "Baba Restaurant Chelsea",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Baba Restaurant Chelsea, serving authentic british food in 212 Fulham Rd., London, London."
  },
  {
    "name": "Blacklock Covent Garden",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Blacklock Covent Garden, serving authentic british food in 16a Bedford St, London, London."
  },
  {
    "name": "Da Mario Covent Garden",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Da Mario Covent Garden, serving authentic italian food in Latchfords Yard, 63 Endell St, London, London."
  },
  {
    "name": "Inamo Covent Garden",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Inamo Covent Garden, serving authentic british food in 11-14 Hanover Pl, London, London."
  },
  {
    "name": "Cora Pearl",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Cora Pearl, serving authentic british food in 30 Henrietta St, London, London."
  },
  {
    "name": "Osteria Napoletana",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Osteria Napoletana, serving authentic italian food in 186 Kensington Park Rd, Notting Hill, ES, London."
  },
  {
    "name": "Granger and Co. Notting Hill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Granger and Co. Notting Hill, serving authentic british food in 175 Westbourne Grove, London, London."
  },
  {
    "name": "Gold",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Gold, serving authentic british food in 95-97 Portobello Rd, London, London."
  },
  {
    "name": "LUSH & HUSH",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at LUSH & HUSH, serving authentic british food in 101 Notting Hill Gate, London, London."
  },
  {
    "name": "The Barbary Notting Hill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Barbary Notting Hill, serving authentic british food in 112 Westbourne Grove, London, London."
  },
  {
    "name": "Taqueria - Notting Hill",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Taqueria - Notting Hill, serving authentic mexican food in 141-145 Westbourne Grove, London, London."
  },
  {
    "name": "Andy’s Greek Taverna",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Andy’s Greek Taverna, serving authentic modern-european food in 23 Pratt St., London, London."
  },
  {
    "name": "The Blues Kitchen Camden",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Blues Kitchen Camden, serving authentic british food in 111-113 Camden High St, London, London."
  },
  {
    "name": "Daphne Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Daphne Restaurant, serving authentic british food in 83 Bayham St, Greater, London, London."
  },
  {
    "name": "La Patagonia",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at La Patagonia, serving authentic british food in 31 Camden High St, London, London."
  },
  {
    "name": "Jamon Jamon",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Jamon Jamon, serving authentic british food in 38 Parkway, London, London."
  },
  {
    "name": "Purezza Camden",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Purezza Camden, serving authentic british food in 45-47 Parkway, London, London."
  },
  {
    "name": "Frida Camden",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Frida Camden, serving authentic mexican food in 40 Camden High St, London, London."
  },
  {
    "name": "Band of Burgers, Camden",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Band of Burgers, Camden, serving authentic british food in 23 Camden High St, London, London."
  },
  {
    "name": "Made in Brasil",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Made in Brasil, serving authentic british food in 12 Inverness St, London, London."
  },
  {
    "name": "Brother Marcus Canary Wharf",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Brother Marcus Canary Wharf, serving authentic british food in Reuters Plaza, YY Building, London, London."
  },
  {
    "name": "Barbarella",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Barbarella, serving authentic british food in Mackenzie Walk Unit 3 YY, London, London."
  },
  {
    "name": "Gaucho Canary Wharf",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Gaucho Canary Wharf, serving authentic british food in Cabot Square, 29 Westferry Circus, London, London."
  },
  {
    "name": "Blacklock Canary Wharf",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Blacklock Canary Wharf, serving authentic british food in Cabot Square, 5 Frobisher Psge, London, London."
  },
  {
    "name": "Brera Lounge",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Brera Lounge, serving authentic british food in Cabot Square, 15 Cabot Sq, London, London."
  },
  {
    "name": "Dishoom Canary Wharf",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Dishoom Canary Wharf, serving authentic indian food in 13 Water St, London, London."
  },
  {
    "name": "Six by Nico Canary Wharf",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Six by Nico Canary Wharf, serving authentic british food in Cabot Square, Chancellor Passage, London, London."
  },
  {
    "name": "Amerigo Vespucci",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Amerigo Vespucci, serving authentic british food in Cabot Square, 25 Mackenzie Walk, London, London."
  },
  {
    "name": "Efes Restaurant (Whitechapel)",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Efes Restaurant (Whitechapel), serving authentic turkish food in Tower Hamlets, London."
  },
  {
    "name": "Sahara Grill Whitechapel",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Sahara Grill Whitechapel, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "Mr. White’s English Chophouse London Whitechapel",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Mr. White’s English Chophouse London Whitechapel, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "Hotto Potto",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Hotto Potto, serving authentic british food in Central London, London."
  },
  {
    "name": "Bocca In Cielo",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Bocca In Cielo, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Rasoi Ghar",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Rasoi Ghar, serving authentic british food in Central London, London."
  },
  {
    "name": "Lahore Kebab House",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Lahore Kebab House, serving authentic british food in Central London, London."
  },
  {
    "name": "Du'aa Diner",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Du'aa Diner, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Tayyabs",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Tayyabs, serving authentic british food in Central London, London."
  },
  {
    "name": "Dilpasand Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Dilpasand Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "Babel Grill House",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Babel Grill House, serving authentic british food in Central London, London."
  },
  {
    "name": "DanDan Aldgate East",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at DanDan Aldgate East, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "Janna Cafe",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Janna Cafe, serving authentic british food in Central London, London."
  },
  {
    "name": "Halal Restaurant",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Halal Restaurant, serving authentic turkish food in Central London, London."
  },
  {
    "name": "Grounded London",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Grounded London, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Hichki Indian Restaurant",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Hichki Indian Restaurant, serving authentic indian food in Tower Hamlets, London."
  },
  {
    "name": "Sylhet Nights",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Sylhet Nights, serving authentic british food in Central London, London."
  },
  {
    "name": "Dragon's Den Oriental Kitchen",
    "cuisine": "chinese",
    "altText": "High-resolution photo of chinese cuisine at Dragon's Den Oriental Kitchen, serving authentic chinese food in Central London, London."
  },
  {
    "name": "Naan Staap®",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Naan Staap®, serving authentic british food in Central London, London."
  },
  {
    "name": "Baristas Lounge",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Baristas Lounge, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Madina Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Madina Grill, serving authentic british food in Central London, London."
  },
  {
    "name": "Shahs Halal Food Shadwell",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Shahs Halal Food Shadwell, serving authentic indian food in Central London, London."
  },
  {
    "name": "Zaiqa London",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Zaiqa London, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Shahs Halal Food Whitechapel",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Shahs Halal Food Whitechapel, serving authentic indian food in Central London, London."
  },
  {
    "name": "Baraka Eatery London",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Baraka Eatery London, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Maedah Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Maedah Grill, serving authentic british food in Central London, London."
  },
  {
    "name": "Grill Guys",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Grill Guys, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Madison Steak & Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Madison Steak & Grill, serving authentic british food in Central London, London."
  },
  {
    "name": "Haweli Restaurant ® Ilford",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Haweli Restaurant ® Ilford, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "Enigma Pan Asian",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Enigma Pan Asian, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Wah Bey",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Wah Bey, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Monal Restaurant London",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Monal Restaurant London, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Royal Nawaab Ilford",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Royal Nawaab Ilford, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "Hyderabad Darbar",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Hyderabad Darbar, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "Punjab Grill Lounge",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Punjab Grill Lounge, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "Tawa Grill",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Tawa Grill, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "The Connaught",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Connaught, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Nosh",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Nosh, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Banana Leaf",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Banana Leaf, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Zamana",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Zamana, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Meat Street",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Meat Street, serving authentic british food in Redbridge, London."
  },
  {
    "name": "restaurant favorit",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at restaurant favorit, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Manjaros Restaurant Ilford",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Manjaros Restaurant Ilford, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "Singam Bay",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Singam Bay, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Zahra Grill Restaurant",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Zahra Grill Restaurant, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Kahani",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Kahani, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Saffron Street",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Saffron Street, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Jilani Curry & Grill Restaurant",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Jilani Curry & Grill Restaurant, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "Sahara Grill",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Sahara Grill, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Shah's Halal Food Ilford",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Shah's Halal Food Ilford, serving authentic turkish food in Redbridge, London."
  },
  {
    "name": "Naan Staap®",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Naan Staap®, serving authentic british food in Redbridge, London."
  },
  {
    "name": "PHAT BITE Ilford",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at PHAT BITE Ilford, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Watan - Afghan & Pakistani Restaurant Ilford",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Watan - Afghan & Pakistani Restaurant Ilford, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Spice Khazana",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Spice Khazana, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "Sultan",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Sultan, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "Colony Restaurant",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Colony Restaurant, serving authentic indian food in Redbridge, London."
  },
  {
    "name": "Franzos Ilford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Franzos Ilford, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Naan Staap",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Naan Staap, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Grill House",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Grill House, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Paradise Romford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Paradise Romford, serving authentic british food in Havering, London."
  },
  {
    "name": "Array Brasserie & Grill",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Array Brasserie & Grill, serving authentic modern-european food in Havering, London."
  },
  {
    "name": "Neyzen Restaurant and Pods",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Neyzen Restaurant and Pods, serving authentic british food in Havering, London."
  },
  {
    "name": "Turtle Bay Romford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Turtle Bay Romford, serving authentic british food in Havering, London."
  },
  {
    "name": "Ciao Bella",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Ciao Bella, serving authentic british food in Havering, London."
  },
  {
    "name": "Braza Churrascaria Rodizio",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Braza Churrascaria Rodizio, serving authentic british food in Havering, London."
  },
  {
    "name": "Mangal Meze Restaurant",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Mangal Meze Restaurant, serving authentic modern-european food in Havering, London."
  },
  {
    "name": "Blue Orchid",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Blue Orchid, serving authentic british food in Havering, London."
  },
  {
    "name": "Ivy Tree",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Ivy Tree, serving authentic british food in Havering, London."
  },
  {
    "name": "Meteor Meze & Grill Restaurant",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Meteor Meze & Grill Restaurant, serving authentic modern-european food in Havering, London."
  },
  {
    "name": "COSMO World Buffet Romford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at COSMO World Buffet Romford, serving authentic british food in Havering, London."
  },
  {
    "name": "Roosters Piri Piri",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Roosters Piri Piri, serving authentic british food in Havering, London."
  },
  {
    "name": "Minoa Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Minoa Restaurant, serving authentic british food in Havering, London."
  },
  {
    "name": "Veyso's Romford Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Veyso's Romford Restaurant, serving authentic british food in Havering, London."
  },
  {
    "name": "Sunrise Lutong Bahay",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Sunrise Lutong Bahay, serving authentic british food in Havering, London."
  },
  {
    "name": "The Yummy Greek",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at The Yummy Greek, serving authentic modern-european food in Havering, London."
  },
  {
    "name": "Tilaw",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Tilaw, serving authentic british food in Havering, London."
  },
  {
    "name": "wagamama romford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at wagamama romford, serving authentic british food in Central London, London."
  },
  {
    "name": "CREM Kitchen",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at CREM Kitchen, serving authentic british food in Havering, London."
  },
  {
    "name": "Shish LEGENDS Fusion Turkish Meze",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Shish LEGENDS Fusion Turkish Meze, serving authentic modern-european food in Havering, London."
  },
  {
    "name": "Flippin Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Flippin Grill, serving authentic british food in Havering, London."
  },
  {
    "name": "Kervan Kitchen Gidea Park",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Kervan Kitchen Gidea Park, serving authentic turkish food in Havering, London."
  },
  {
    "name": "MyShish Romford",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at MyShish Romford, serving authentic modern-european food in Havering, London."
  },
  {
    "name": "Shahs Halal Food Romford Road",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Shahs Halal Food Romford Road, serving authentic indian food in Havering, London."
  },
  {
    "name": "Lara Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Lara Grill, serving authentic british food in Central London, London."
  },
  {
    "name": "Bekash Restaurant & Take Away",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Bekash Restaurant & Take Away, serving authentic british food in Havering, London."
  },
  {
    "name": "Stack & Sizzle",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Stack & Sizzle, serving authentic british food in Havering, London."
  },
  {
    "name": "Kervan Saray",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Kervan Saray, serving authentic turkish food in Havering, London."
  },
  {
    "name": "Chef Asia",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Chef Asia, serving authentic british food in Havering, London."
  },
  {
    "name": "Yebaba Levantine Kitchen",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Yebaba Levantine Kitchen, serving authentic british food in Havering, London."
  },
  {
    "name": "Nasi Isda® Romford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Nasi Isda® Romford, serving authentic british food in Havering, London."
  },
  {
    "name": "Ottomans",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Ottomans, serving authentic turkish food in Havering, London."
  },
  {
    "name": "Kasiba Lounge and Restaurant",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Kasiba Lounge and Restaurant, serving authentic turkish food in Havering, London."
  },
  {
    "name": "Bread Street Kitchen, Bar & Rooftop - Stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Bread Street Kitchen, Bar & Rooftop - Stratford, serving authentic british food in Newham, London."
  },
  {
    "name": "Kokin Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Kokin Restaurant, serving authentic british food in Newham, London."
  },
  {
    "name": "HERA",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at HERA, serving authentic british food in Newham, London."
  },
  {
    "name": "FIGO Stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at FIGO Stratford, serving authentic british food in Newham, London."
  },
  {
    "name": "Bamboo-Mat Stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Bamboo-Mat Stratford, serving authentic british food in Central London, London."
  },
  {
    "name": "Union Social",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Union Social, serving authentic british food in Central London, London."
  },
  {
    "name": "Lokma Westfield",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Lokma Westfield, serving authentic turkish food in Central London, London."
  },
  {
    "name": "Elondi Restaurant, Bar and Terrace",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Elondi Restaurant, Bar and Terrace, serving authentic british food in Central London, London."
  },
  {
    "name": "STK Steakhouse – Stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at STK Steakhouse – Stratford, serving authentic british food in Central London, London."
  },
  {
    "name": "Darkhorse Restaurant Bar",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Darkhorse Restaurant Bar, serving authentic british food in Central London, London."
  },
  {
    "name": "Mezban stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Mezban stratford, serving authentic british food in Central London, London."
  },
  {
    "name": "Big Easy Bar.B.Q & Crabshack - Westfield, Stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Big Easy Bar.B.Q & Crabshack - Westfield, Stratford, serving authentic british food in Central London, London."
  },
  {
    "name": "ZUZU BISTRO BAR",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at ZUZU BISTRO BAR, serving authentic british food in Central London, London."
  },
  {
    "name": "Busaba Westfield Stratford",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Busaba Westfield Stratford, serving authentic thai food in Central London, London."
  },
  {
    "name": "XIX Nineteen",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at XIX Nineteen, serving authentic british food in Central London, London."
  },
  {
    "name": "Kitchen E20",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Kitchen E20, serving authentic british food in Central London, London."
  },
  {
    "name": "Wahaca Stratford",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Wahaca Stratford, serving authentic mexican food in Newham, London."
  },
  {
    "name": "Santi",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Santi, serving authentic british food in Central London, London."
  },
  {
    "name": "The Grill Stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Grill Stratford, serving authentic british food in Havering, London."
  },
  {
    "name": "THE FAT CRAB STRATFORD",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at THE FAT CRAB STRATFORD, serving authentic british food in Central London, London."
  },
  {
    "name": "Master Bao - Westfield Stratford City",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Master Bao - Westfield Stratford City, serving authentic japanese food in Newham, London."
  },
  {
    "name": "Aroma Authentic Dum Biriyani",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Aroma Authentic Dum Biriyani, serving authentic indian food in Newham, London."
  },
  {
    "name": "Indi-go Rasoi Westfield Stratford",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Indi-go Rasoi Westfield Stratford, serving authentic indian food in Newham, London."
  },
  {
    "name": "Cafe Rasa Malaysia",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Cafe Rasa Malaysia, serving authentic british food in Central London, London."
  },
  {
    "name": "Al zayt Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Al zayt Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "FAT CHEF (Authentic Indian Kitchen) Halal",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at FAT CHEF (Authentic Indian Kitchen) Halal, serving authentic indian food in Central London, London."
  },
  {
    "name": "HS & Co",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at HS & Co, serving authentic british food in Central London, London."
  },
  {
    "name": "Steakout Stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Steakout Stratford, serving authentic british food in Central London, London."
  },
  {
    "name": "BABABOOM",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at BABABOOM, serving authentic british food in Central London, London."
  },
  {
    "name": "The Westbridge Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Westbridge Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "STAX Burgers - Westfield Stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at STAX Burgers - Westfield Stratford, serving authentic british food in Newham, London."
  },
  {
    "name": "Tanjia Restaurant",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Tanjia Restaurant, serving authentic turkish food in Central London, London."
  },
  {
    "name": "Cabana",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Cabana, serving authentic british food in Central London, London."
  },
  {
    "name": "Tripti's Thai Pie Stratford",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Tripti's Thai Pie Stratford, serving authentic thai food in Central London, London."
  },
  {
    "name": "The Solo Kitchen & Bar",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Solo Kitchen & Bar, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Fatto a Mano Bethnal Green",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Fatto a Mano Bethnal Green, serving authentic italian food in Central London, London."
  },
  {
    "name": "Maple Brunch Cafe",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Maple Brunch Cafe, serving authentic british food in Central London, London."
  },
  {
    "name": "Palmers Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Palmers Restaurant, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "BISTROTHEQUE",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at BISTROTHEQUE, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "Arepa & Co Venezuelan Restaurant - Bethnal Green",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Arepa & Co Venezuelan Restaurant - Bethnal Green, serving authentic british food in Central London, London."
  },
  {
    "name": "Restaurant Elis",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Restaurant Elis, serving authentic british food in Central London, London."
  },
  {
    "name": "OMBRA",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at OMBRA, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Desi Lounge",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Desi Lounge, serving authentic british food in Central London, London."
  },
  {
    "name": "Da Terra Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Da Terra Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "Brawn",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Brawn, serving authentic british food in Central London, London."
  },
  {
    "name": "Mum Likes Thai Food (Bethnal Green)",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Mum Likes Thai Food (Bethnal Green), serving authentic thai food in Tower Hamlets, London."
  },
  {
    "name": "Cav",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Cav, serving authentic british food in Central London, London."
  },
  {
    "name": "Afghan Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Afghan Grill, serving authentic british food in Central London, London."
  },
  {
    "name": "Taş Fırın Turkish Restaurant - Shoreditch",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Taş Fırın Turkish Restaurant - Shoreditch, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "Princelyn (Nigerian Restaurant & Groceries)",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Princelyn (Nigerian Restaurant & Groceries), serving authentic british food in Central London, London."
  },
  {
    "name": "The Star of Bethnal Green",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Star of Bethnal Green, serving authentic british food in Central London, London."
  },
  {
    "name": "BRIQ",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at BRIQ, serving authentic british food in Central London, London."
  },
  {
    "name": "Chaskaas",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Chaskaas, serving authentic british food in Central London, London."
  },
  {
    "name": "Halal Street Kitchen",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Halal Street Kitchen, serving authentic turkish food in Tower Hamlets, London."
  },
  {
    "name": "Purpleish",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Purpleish, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Shah's Halal Food Cambridge Heath Hackney",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Shah's Halal Food Cambridge Heath Hackney, serving authentic turkish food in Central London, London."
  },
  {
    "name": "Andy's Burgers Mile End",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Andy's Burgers Mile End, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Mr Wong’s Wok & Box ️",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Mr Wong’s Wok & Box ️, serving authentic modern-european food in Tower Hamlets, London."
  },
  {
    "name": "Thai n Pie Stepney",
    "cuisine": "thai",
    "altText": "High-resolution photo of thai cuisine at Thai n Pie Stepney, serving authentic thai food in Tower Hamlets, London."
  },
  {
    "name": "Gansu Bethnal Green",
    "cuisine": "chinese",
    "altText": "High-resolution photo of chinese cuisine at Gansu Bethnal Green, serving authentic chinese food in Central London, London."
  },
  {
    "name": "Get Stuffed Stepney",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Get Stuffed Stepney, serving authentic british food in Central London, London."
  },
  {
    "name": "Papi Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Papi Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "DALLA",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at DALLA, serving authentic british food in Central London, London."
  },
  {
    "name": "Morito",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Morito, serving authentic british food in Hackney, London."
  },
  {
    "name": "Rogues.",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Rogues., serving authentic british food in Hackney, London."
  },
  {
    "name": "Elliot’s - South Hackney",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Elliot’s - South Hackney, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "Cafe Cecilia",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Cafe Cecilia, serving authentic british food in Central London, London."
  },
  {
    "name": "Angelina",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Angelina, serving authentic british food in Central London, London."
  },
  {
    "name": "LARDO",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at LARDO, serving authentic british food in Central London, London."
  },
  {
    "name": "Shankeys",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Shankeys, serving authentic british food in Central London, London."
  },
  {
    "name": "Narrow Kitchen",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Narrow Kitchen, serving authentic british food in Central London, London."
  },
  {
    "name": "Casa Fofó",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Casa Fofó, serving authentic italian food in Central London, London."
  },
  {
    "name": "Mama Restaurant London",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Mama Restaurant London, serving authentic british food in Hackney, London."
  },
  {
    "name": "Big Night Bar & Restaurant Hackney",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Big Night Bar & Restaurant Hackney, serving authentic british food in Central London, London."
  },
  {
    "name": "Planque",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Planque, serving authentic british food in Central London, London."
  },
  {
    "name": "Rao's Bar & Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Rao's Bar & Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "Mare Street Market",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Mare Street Market, serving authentic british food in Central London, London."
  },
  {
    "name": "Koya Japanese Restaurant Hackney",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Koya Japanese Restaurant Hackney, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "The Alchemist Canary Wharf",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Alchemist Canary Wharf, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Big Easy Bar.B.Q & Crabshack - Canary Wharf",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Big Easy Bar.B.Q & Crabshack - Canary Wharf, serving authentic british food in Central London, London."
  },
  {
    "name": "Caravan Canary Wharf Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Caravan Canary Wharf Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "Oysteria",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Oysteria, serving authentic british food in Central London, London."
  },
  {
    "name": "Eggslut Canary Wharf",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Eggslut Canary Wharf, serving authentic british food in Central London, London."
  },
  {
    "name": "Wahaca Canary Wharf",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Wahaca Canary Wharf, serving authentic mexican food in Central London, London."
  },
  {
    "name": "Yolk",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Yolk, serving authentic british food in Central London, London."
  },
  {
    "name": "Smoke End Steakhouse",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Smoke End Steakhouse, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Darling's Eatery",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Darling's Eatery, serving authentic british food in Central London, London."
  },
  {
    "name": "The Bourbon",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Bourbon, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Dead Pedro's - Mexican Kitchen at The Bow Bells",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Dead Pedro's - Mexican Kitchen at The Bow Bells, serving authentic mexican food in Tower Hamlets, London."
  },
  {
    "name": "Momlette",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Momlette, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Bibimbop Bow",
    "cuisine": "korean",
    "altText": "High-resolution photo of korean cuisine at Bibimbop Bow, serving authentic korean food in Tower Hamlets, London."
  },
  {
    "name": "The Angel of Bow Public House",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Angel of Bow Public House, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Bow Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Bow Grill, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Smoke & Pepper (Bow)",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Smoke & Pepper (Bow), serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Morgan Arms",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Morgan Arms, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "MILAGROS BOW",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at MILAGROS BOW, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Far East Kitchen",
    "cuisine": "chinese",
    "altText": "High-resolution photo of chinese cuisine at Far East Kitchen, serving authentic chinese food in Tower Hamlets, London."
  },
  {
    "name": "Bun & Sum",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Bun & Sum, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Meat Up",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Meat Up, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Buon Appetito",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Buon Appetito, serving authentic italian food in Tower Hamlets, London."
  },
  {
    "name": "The Coborn",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Coborn, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "The Pizza Room - Mile End",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at The Pizza Room - Mile End, serving authentic modern-european food in Tower Hamlets, London."
  },
  {
    "name": "Rusty Bike Pub Mile End",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Rusty Bike Pub Mile End, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "The Orange Room Lebanese Restaurant Mile End",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at The Orange Room Lebanese Restaurant Mile End, serving authentic modern-european food in Tower Hamlets, London."
  },
  {
    "name": "Afrikana Restaurant Mile End",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Afrikana Restaurant Mile End, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "The Victoria",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Victoria, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Mile End Pizza and Kebab",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Mile End Pizza and Kebab, serving authentic modern-european food in Tower Hamlets, London."
  },
  {
    "name": "Tacosmash Mile End",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Tacosmash Mile End, serving authentic mexican food in Tower Hamlets, London."
  },
  {
    "name": "Ariana Restaurant LONDON",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Ariana Restaurant LONDON, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Mile End Sandwich Bar",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Mile End Sandwich Bar, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Simply Smashed - Quality Smash Burgers",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Simply Smashed - Quality Smash Burgers, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "WNGZ Mile End (Chicken Wings, Burgers, Cheesy chips)",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at WNGZ Mile End (Chicken Wings, Burgers, Cheesy chips), serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "The Coffee Room - Mile End",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Coffee Room - Mile End, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Nando's Mile End",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Nando's Mile End, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Damal",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Damal, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "FoodComa",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at FoodComa, serving authentic modern-european food in Tower Hamlets, London."
  },
  {
    "name": "King’s Flavour Mile End",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at King’s Flavour Mile End, serving authentic modern-european food in Tower Hamlets, London."
  },
  {
    "name": "Rose Peri Peri Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Rose Peri Peri Grill, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Suite 85 Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Suite 85 Grill, serving authentic british food in Central London, London."
  },
  {
    "name": "Las Iguanas - London - Stratford Westfield",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Las Iguanas - London - Stratford Westfield, serving authentic british food in Central London, London."
  },
  {
    "name": "Shoryu Westfield Stratford City",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Shoryu Westfield Stratford City, serving authentic japanese food in Newham, London."
  },
  {
    "name": "BBQ Express - Stratford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at BBQ Express - Stratford, serving authentic british food in Central London, London."
  },
  {
    "name": "Hardies Peri Peri",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Hardies Peri Peri, serving authentic british food in Newham, London."
  },
  {
    "name": "SMASH",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at SMASH, serving authentic british food in Central London, London."
  },
  {
    "name": "Slice of Meat",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Slice of Meat, serving authentic british food in Central London, London."
  },
  {
    "name": "Sultan Sofrasi",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Sultan Sofrasi, serving authentic indian food in Tower Hamlets, London."
  },
  {
    "name": "Tanjia Garden",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Tanjia Garden, serving authentic turkish food in Central London, London."
  },
  {
    "name": "Kolapata",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Kolapata, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Olives and Oregano London",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Olives and Oregano London, serving authentic turkish food in Central London, London."
  },
  {
    "name": "Needoo Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Needoo Grill, serving authentic british food in Central London, London."
  },
  {
    "name": "Sotto Cucina & Bar",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Sotto Cucina & Bar, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Feast and Mishti",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Feast and Mishti, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Makkah Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Makkah Grill, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Spice Hut",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Spice Hut, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "The Munch",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Munch, serving authentic british food in Hackney, London."
  },
  {
    "name": "Liverpool Street Chop House & Tavern",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Liverpool Street Chop House & Tavern, serving authentic british food in Central London, London."
  },
  {
    "name": "Polo Bar - 24 Hour Great British Cafe",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Polo Bar - 24 Hour Great British Cafe, serving authentic british food in Central London, London."
  },
  {
    "name": "Eggslut Liverpool Street",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Eggslut Liverpool Street, serving authentic british food in Central London, London."
  },
  {
    "name": "Eastway Brasserie",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Eastway Brasserie, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "Lucky Cat by Gordon Ramsay - Bishopsgate",
    "cuisine": "chinese",
    "altText": "High-resolution photo of chinese cuisine at Lucky Cat by Gordon Ramsay - Bishopsgate, serving authentic chinese food in Central London, London."
  },
  {
    "name": "Yauatcha City",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Yauatcha City, serving authentic japanese food in Central London, London."
  },
  {
    "name": "The Drift",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Drift, serving authentic british food in Central London, London."
  },
  {
    "name": "The Ivy City Garden",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Ivy City Garden, serving authentic british food in Central London, London."
  },
  {
    "name": "Luca Dsq.",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Luca Dsq., serving authentic italian food in Central London, London."
  },
  {
    "name": "Eataly London",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Eataly London, serving authentic british food in Central London, London."
  },
  {
    "name": "Dirty Martini - Cocktail Bar in Bishopsgate",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Dirty Martini - Cocktail Bar in Bishopsgate, serving authentic british food in Central London, London."
  },
  {
    "name": "Piccolino Exchange Square",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Piccolino Exchange Square, serving authentic british food in Central London, London."
  },
  {
    "name": "Canto Corvino",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Canto Corvino, serving authentic british food in Central London, London."
  },
  {
    "name": "Gaucho Broadgate",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Gaucho Broadgate, serving authentic british food in Central London, London."
  },
  {
    "name": "McDonald's",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at McDonald's, serving authentic british food in Central London, London."
  },
  {
    "name": "Devonshire Terrace",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Devonshire Terrace, serving authentic british food in Central London, London."
  },
  {
    "name": "Miyako",
    "cuisine": "japanese",
    "altText": "High-resolution photo of japanese cuisine at Miyako, serving authentic japanese food in Central London, London."
  },
  {
    "name": "Mi Casa Burrito London Liverpool Street",
    "cuisine": "mexican",
    "altText": "High-resolution photo of mexican cuisine at Mi Casa Burrito London Liverpool Street, serving authentic mexican food in Central London, London."
  },
  {
    "name": "Faroz Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Faroz Restaurant, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Yokoso Restaurant - Japanese & Italian Cuisine",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Yokoso Restaurant - Japanese & Italian Cuisine, serving authentic modern-european food in Redbridge, London."
  },
  {
    "name": "Salamis Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Salamis Restaurant, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Shezan GCD",
    "cuisine": "chinese",
    "altText": "High-resolution photo of chinese cuisine at Shezan GCD, serving authentic chinese food in Redbridge, London."
  },
  {
    "name": "Crave Station",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Crave Station, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Wazir Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Wazir Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "Smoke & Pepper (Gants Hill)",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Smoke & Pepper (Gants Hill), serving authentic british food in Redbridge, London."
  },
  {
    "name": "The Urban Chocolatier",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Urban Chocolatier, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Zu's Ilford",
    "cuisine": "chinese",
    "altText": "High-resolution photo of chinese cuisine at Zu's Ilford, serving authentic chinese food in Redbridge, London."
  },
  {
    "name": "Famz Peri Peri",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Famz Peri Peri, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Taj Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Taj Grill, serving authentic british food in Redbridge, London."
  },
  {
    "name": "Gallio",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Gallio, serving authentic british food in Central London, London."
  },
  {
    "name": "Scarpetta",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Scarpetta, serving authentic british food in Central London, London."
  },
  {
    "name": "Capeesh",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Capeesh, serving authentic british food in Central London, London."
  },
  {
    "name": "Bethnal Green Tavern",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Bethnal Green Tavern, serving authentic british food in Central London, London."
  },
  {
    "name": "Italina385",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at Italina385, serving authentic italian food in Tower Hamlets, London."
  },
  {
    "name": "The Common E2",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Common E2, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Perfetto Pizza ( Bethnal Green )",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Perfetto Pizza ( Bethnal Green ), serving authentic british food in Central London, London."
  },
  {
    "name": "Phat For Life",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Phat For Life, serving authentic british food in Central London, London."
  },
  {
    "name": "The Full Monty",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Full Monty, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Arches Cafe",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Arches Cafe, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Nando's Bethnal Green",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Nando's Bethnal Green, serving authentic british food in Central London, London."
  },
  {
    "name": "Al-Safa Grill",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Al-Safa Grill, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "Sweet Café - Stepney",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Sweet Café - Stepney, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "La Bella napoli",
    "cuisine": "italian",
    "altText": "High-resolution photo of italian cuisine at La Bella napoli, serving authentic italian food in Tower Hamlets, London."
  },
  {
    "name": "Shah's Halal Food Walthamstow",
    "cuisine": "turkish",
    "altText": "High-resolution photo of turkish cuisine at Shah's Halal Food Walthamstow, serving authentic turkish food in Central London, London."
  },
  {
    "name": "De Cafe Lounge & De biryani Lounge",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at De Cafe Lounge & De biryani Lounge, serving authentic indian food in Central London, London."
  },
  {
    "name": "PAR LONDON - PAK AL REYAN RESTAURANT",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at PAR LONDON - PAK AL REYAN RESTAURANT, serving authentic british food in Central London, London."
  },
  {
    "name": "Lala’s Grill & Restaurant",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at Lala’s Grill & Restaurant, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "MyShish",
    "cuisine": "modern-european",
    "altText": "High-resolution photo of modern-european cuisine at MyShish, serving authentic modern-european food in Central London, London."
  },
  {
    "name": "Salash Kitchen - South Woodford",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Salash Kitchen - South Woodford, serving authentic british food in Central London, London."
  },
  {
    "name": "Shahs Halal Food - Leytonstone High Road",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Shahs Halal Food - Leytonstone High Road, serving authentic indian food in Central London, London."
  },
  {
    "name": "Asado Steakhouse",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Asado Steakhouse, serving authentic british food in Central London, London."
  },
  {
    "name": "E3 Vegan",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at E3 Vegan, serving authentic british food in Tower Hamlets, London."
  },
  {
    "name": "The Hogless Roast",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Hogless Roast, serving authentic british food in Central London, London."
  },
  {
    "name": "Sen Viet Vegan Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Sen Viet Vegan Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "Siddhi Pure Veg Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Siddhi Pure Veg Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "Bubala Spitalfields",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Bubala Spitalfields, serving authentic british food in Central London, London."
  },
  {
    "name": "Essential Vegan Cafe",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Essential Vegan Cafe, serving authentic british food in Central London, London."
  },
  {
    "name": "Sangeetha Veg Restaurant Indian",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Sangeetha Veg Restaurant Indian, serving authentic indian food in Central London, London."
  },
  {
    "name": "Facing Heaven",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Facing Heaven, serving authentic british food in Central London, London."
  },
  {
    "name": "Taste of India Pure Vegetarian LTD",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Taste of India Pure Vegetarian LTD, serving authentic british food in Central London, London."
  },
  {
    "name": "PlantXology",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at PlantXology, serving authentic british food in Central London, London."
  },
  {
    "name": "Vegan Biosphere (Vegan Buffet)",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Vegan Biosphere (Vegan Buffet), serving authentic british food in Central London, London."
  },
  {
    "name": "Adyar Ananda Bhavan - A2B Veg Restaurant",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Adyar Ananda Bhavan - A2B Veg Restaurant, serving authentic british food in Central London, London."
  },
  {
    "name": "Dauns",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Dauns, serving authentic british food in Central London, London."
  },
  {
    "name": "Shinde's Pure Veg",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Shinde's Pure Veg, serving authentic british food in Central London, London."
  },
  {
    "name": "THE COVEN of WICHES",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at THE COVEN of WICHES, serving authentic british food in Central London, London."
  },
  {
    "name": "The Spread Eagle",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at The Spread Eagle, serving authentic british food in Central London, London."
  },
  {
    "name": "WAVE",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at WAVE, serving authentic british food in Central London, London."
  },
  {
    "name": "Tofu vegan Spitalfields",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Tofu vegan Spitalfields, serving authentic british food in Central London, London."
  },
  {
    "name": "iViSecrets Vegan Fine Dining Lounge (iVeganiT) - Caribbean Asian Fusion Food",
    "cuisine": "caribbean",
    "altText": "High-resolution photo of caribbean cuisine at iViSecrets Vegan Fine Dining Lounge (iVeganiT) - Caribbean Asian Fusion Food, serving authentic caribbean food in Central London, London."
  },
  {
    "name": "Black Cat café",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Black Cat café, serving authentic british food in Central London, London."
  },
  {
    "name": "Mildreds Dalston",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Mildreds Dalston, serving authentic british food in Central London, London."
  },
  {
    "name": "Fed By Plants",
    "cuisine": "british",
    "altText": "High-resolution photo of british cuisine at Fed By Plants, serving authentic british food in Central London, London."
  },
  {
    "name": "Baba's Village Restaurant",
    "cuisine": "indian",
    "altText": "High-resolution photo of indian cuisine at Baba's Village Restaurant, serving authentic indian food in Central London, London."
  }
]